<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use App\Models\Message;

class MessageSeeder extends Seeder
{
   
    public function run()
    {
        
        Message::create([
            'password' => '0312',
            'content' => "鈴木さん\n東戸塚校へ配属されてからの約6年間本当にありがとうございました。鈴木さんから教わり学ばせていただいた事で目標にしていた継続率などの表彰やショップ関係のチャレンジまで沢山成長しました。これからのノアのご成長、発展をお祈りしております。【島 貫】",

        ]);

        Message::create([
            'password' => '0507',
            'content' => "高梨さん\n短い期間でしたが本当にありがとうございました。高梨さんには東戸塚校がオープンしてから沢山レッスンについてアドバイスしていただきレッスンについては沢山成長する事ができました。これからも東戸塚校を活気のある素晴らしい事業所にしてください。本当にありがとうございました。【島 貫】\n高梨さん\nお世話になりました。仕事を投げ出すという形でノアを離れること申し訳ございません。高梨さんに教わったテニスのことは大切にメモに残してあります。いつかまたテニスをする機会には見返すようにします。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0112',
            'content' => "石橋さん\n東戸塚校で働いている間もいつも色々と助けてくれてありがとうございました。ノア卒業してからも私のレッスンへお仕事が忙しい中でも来てくれて本当に嬉しかったです。荒井さんのソフトテニスの時もいつも協力してくれて本当に相手も事を想って考働できるのだと感動しました。また機会があれば荒井さんのソフトテニスでもよろしくです。【島 貫】",

        ]);

        Message::create([
            'password' => '0118',
            'content' => "原口さん\n原口さん本当にオープンからずっと一緒に東戸塚校を支えていただきありがとうございました。原口さんのお客様といつも楽しんでレッスンをしている娘さんのために頑張られている姿はとても尊敬しております。毎週の水曜木曜のやり取りがなくなるのはとても寂しいです。原口さんだげは毎週冗談半分でも引き留めてくれるのは本当に本当にうれしく感じていました。これからもテニスを楽しんでください。【島 貫】\n原口さん先に辞めてしまいすみません。お子様のために尽力するいい母親の姿はすごいです。たくさん代行できて幸せでした。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0211',
            'content' => "増子さん\n増子さん1年間という短い期間でしたが一緒に働いていただきありがとうございます。増子さんのアルバイトさんの為に何事でも動ける姿勢はとても素晴らしいと感心しておりました。同時期での退職となってしまいましたがお互いにこれからも頑張っていきましょう。【島 貫】",

        ]);

        Message::create([
            'password' => '0221',
            'content' => "藤崎さん\n藤崎さんこれまでノアで一緒に働かせていただきありがとうございました。フロントでどんどんお客様のために考えてチャレンジや考働している姿はとても頼もしかったです。これからもノアで楽しんで志事してください。【島 貫】\n藤崎少しづつ藤崎に笑顔が見られるようになって関わりやすくなってると思います。藤崎が話してメンバーが笑顔になっていると周りの雰囲気も明るくなります。話せば笑顔が増えるのを知ったのでこれからもその笑顔を頼みます。今までありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0331',
            'content' => "細井さん\n細井さんこれまでノアで一緒に働かせていただきありがとうございました。細井さんからの以前にあったお客様からのご意見についても直ぐに伝えてくれて改善もできてお客様に喜んでもらえていました。お客様の事を想っての考働は本当にすばらしいものです。これからも周りの方の為に頑張っていける細井さんでいてください。本当にありがとうございました。【島 貫】\n細井さんお世話になりました。少しづつ成長する姿を見ることができて陰ながら嬉しく想ってました。どんな嘘も本気で信じるところが素敵です。変な人に騙されないでね。いままでありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0409',
            'content' => "荒井さん\n荒井さん今まで一緒にノアで働かせていただき本当にありがとうございました。荒井さんとは娘さんのソフトテニスの事やフロントについてなども色々と相談を私にもしてくれて頼っていただけて嬉しいかったです。これからも小林さんと藤村さんと協力して東戸塚校の事よろしくお願い致します。また娘さんのソフトテニスなど何かお力になれる事あればいつでも連絡してください。【島 貫】\n荒井さんお世話になりました。荒井さんからの人生経験を聞けずに残念です。またOKマートで勝手に見かけます。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0415',
            'content' => "星田さん\n星田さん短い期間でしたが一緒に東戸塚校で働いてくれてありがとうございました。星田さんの東戸塚校をより良くするために自分自身からチャレンジしようとする姿勢はとても頼もしいです。これからも東戸塚校のフロントを徳永さん2人で盛り上げてください。【島 貫】\n星田さん何かとお世話になりました。これからも東戸塚での大大大活躍を期待してます。今までもこれからもよろしくお願いいたします。【増 子】",

        ]);

        Message::create([
            'password' => '0516',
            'content' => "髙田さん\n髙田さん短い期間でしたら一緒に働かせていただきありがとうございました。土日のフロントをいつも支えてくれて本当に頼もしかったです。次のお仕事でも頑張ってください。【島 貫】",

        ]);

        Message::create([
            'password' => '0518',
            'content' => "阿部さん\n阿部さん今までOJTの時からアシスタントそしてメインデビューまで沢山東戸塚校で頑張ってくれて私と一緒に働いてくれてありがとうございました。お客様のために努力する阿部さんの姿勢はとても素晴らしいと感じております。これからも東戸塚校と井土ヶ谷校の2校を盛り上げてくれる存在でいてください。また期間があればテニスしましょう。本当にこれまでありがとうございました。【島 貫】\n阿部くん赴任初日のBBQからたくさん話してくれてありがとう。井土ヶ谷校との両立もノアのためにたくさん動いてくれて感謝です。また素敵な彼女さんができたら紹介してな。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0521',
            'content' => "小林さん\n小林さん今まで沢山働いている中で助けてくださり本当にありがとうございました。小林さんから聞くお客様からのお話を伝えてくれていつもお客様へより良いテニスをご提供出来ました。小林さんは原口さんに続いて一番長い期間一緒に働かせていただけていたので本当に感謝してもしきれないくらいです。このようなタイミングで退職してしまいましたら期間があれば前に言われていた秋元さんや伊藤さんなどのお茶会でもご一緒させてください。本当に今までありがとうございました。【島 貫】\n小林さんお世話になりました。メンバーからのいじりもお客様からの関わりもピカイチだと思います。これからもfunnyな小林さんでいてください。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0719',
            'content' => "谷津さん\n谷津さん本当に武蔵浦和校からの一緒に働かせていただき本当にありがとうございました。谷津さんのアルバイト時代を振り返ると今の谷津さんは本当に素晴らしく成長しているととても感動しております。昔の武蔵浦和メンバーをまた減らしてしまう結果となり申し訳ありませんがこれからの東戸塚校を谷津さんの力で盛り上げてください。また期間あったらテニス大会でも誘ってください。本当に今までありがとうございました。【島 貫】\n新規チームとして負担をかけました。ごめんなさい。一緒の新規チームとして活動できたことは楽しかった以外ないです。他の施策チームに比べて優秀なチームになれたのは谷津のおかげです。これからも頑張って!応援してます。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0726',
            'content' => "宮本龍さん\n宮本龍さん本当に今までありがとうございました。宮本さんとのは沢山色々と衝突もしましたがこの約9ヵ月間は本当にお互いに東戸塚校の為に協力して頑張っていけたので働きやすいと感じておりました。これからはチーフ1人になってしまいますが是非メンバーの事を想って弱みも見せながら頑張っていける宮本さんになってください。ヘッドコーチそして支配人になれるのを応援しております本当に今までありがとうございました。【島 貫】\nお世話になりました。同い年の上司として頼りになる存在でした。メンバーのために活動するチカラを周りのメンバーに広めてほしいです。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0709',
            'content' => "藤村さん\n藤村さん今まで一緒にノアで働かせていただきありがとうございました。いつも明るく元気な声でお話や場を盛り上げてくれる藤村さんがいて東戸塚校がさらに盛り上げていると日々感じております。これからも東戸塚校を藤村さんの元気で盛り上げてください。本当に今までありがとうございました。【島 貫】\n藤村さんコーチに負けず劣らずのパワフルな藤村さんにいつも元気を分けてもらってました。いつかコーチ職もやってる？パワフルな藤村さんをこれからも続けてください。応援してます。今までお世話になりました。【増 子】",

        ]);

        Message::create([
            'password' => '0801',
            'content' => "徳永さん\n徳永さん東戸塚校でのアルバイト時代も含めて本当に今まで一緒に働かせてくれてありがとうございました。アルバイト時代の徳永さんをと今の徳永さんは本当に別人でとても頼もしい素晴らしいフロントの長だと感動しております。コートでコーチメンバーと涙していた徳永さんは忘れません。これからも東戸塚校の事よろしくお願い致します。今まで一緒に働いてくれて本当に楽しかったですありがとうございました。【島 貫】\n徳永さんお世話になりました。同期の奥様で緊張しかなかったです。一緒にふざけて笑い合った日々は忘れないと思います。これからも星田さんのこと何卒よろしくお願いいたします。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0803',
            'content' => "吉野さん\n吉野さん今まで一緒に働かせていただきありがとうございました。吉野さんは私が一緒に球出し測定をしていた時からずっと関わらせてもらえて本当に素晴らしいコーチになってくれたの涙が出るくらい嬉しく感じております。これからもテニスを楽しんでお客様とレッスンを元気に頑張ってください。本当に今まで私なんかと一緒に頑張ってくれてありがとうございました。また機会あったらテニスや飲みでもいきましょう。【島 貫】\n吉野くんこれからもプライベートで関わるかもしれないね。一緒にレッスンができたことは感謝しかありません。学生生活頑張って!【増 子】",

        ]);

        Message::create([
            'password' => '0807',
            'content' => "松下さん\n松下さん今まで東戸塚校で一緒に働かせていただきありがとうございました。そしてレッスンもありがとうございました。松下さんととても真面目で頑張られる学ぶ姿勢は本当に尊敬しております。私なんかの年下のお話もしっかりと聞いてくださりレッスンもとても頼もしいくらい頑張ってくれていて本当に素晴らしいコーチだと感動しております。これからはまだ別のお仕事になるかと思われますがこれからも頑張ってください。機会あれば飲み会でもご一緒させてください。本当に今までありがとうございました。【島 貫】",

        ]);

        Message::create([
            'password' => '0814',
            'content' => "田中さん\n田中さんいつもソフトテニスを支えてくれて一緒に働かせてくれて本当にありがとうございました。田中さんの真面目な姿勢はいつもとても素晴らしいと感心しておりました。部活もレッスンも頑張ってくれている姿をみて本当に感謝してもしきれないくらいです。これからもソフトテニスとボート共に楽しんで頑張ってください。本当に今までありがとうございました。【島 貫】\n田中くん唯一の水曜日一緒にかぶることができてよかったです。レッスン前なのに軟式の相手をしてくれてよかったです。これからも頑張ってね。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0823',
            'content' => "髙橋さん\n髙橋さん今まで一緒に働かせてくれてありがとうございました。髙橋さんとは面接から一緒させてもらって少し不安になる場面もありましたが、いつもお客様のためにレッスン全力で頑張ってくれていて本当に感謝しております。最後の短い期間一緒にレッスンを組ませてもらえて髙橋さんの成長をこの目でみれて本当によかったです。これから目標に向けて大変になるかと思いますが応援しております頑張ってください。本当に今までありがとうございました。【島 貫】\n高橋くんレッスン一緒に入ってくれてありがとう。ノアのアルバイトを辞めずに続けてくれてありがとう。プライベートもたくさんご飯いこな。またこれからもよろしく。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0827',
            'content' => "奥野さん\n奥野さん短い期間でしたが一緒に東戸塚校で働かせていただき本当にありがとうございました。奥野さんがいる事でメンバーの雰囲気が良くなる事も増えて本当に感謝しております。今はレッスンで怪我などもあり中々上手く行かないなど大変な事もあるかと思われますがこれからも東戸塚校を支えていただけますようによろしくお願い致します。今まで本当にありがとうございました。【島 貫】\nお世話になりました。怪我を抱えながらもお客様に向き合う姿勢を見習いました。お大事になさってください。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0831',
            'content' => "永澤さん\n永澤さん本当に今までありがとうございました。永澤さんには色々と私自身も学ばせていただける事も多くあり助けてもらった事も多くあり本当に感謝と尊敬しております。次の桜新町校でも永澤さんも持ち味を出してお客様のために頑張ってください。本当に今までありがとうございました。【島 貫】",

        ]);

        Message::create([
            'password' => '00831',
            'content' => "永澤さん\n永澤さん色々と相談や愚痴なども沢山聞いていただき本当にありがとうございました。永澤さんがいなかったらもっと早くノアを最悪な状況で辞めていたと思います。永澤さんがこれから何か厳しい事や辛い事あったらいつでも相談してください。出来る事あればいつでも協力します。本当に感謝しておりますこれからも頑張ってください。【島 貫】",

        ]);

        Message::create([
            'password' => '0927',
            'content' => "加藤さん\n加藤さん今まで一緒に東戸塚校で働かせていただきありがとうございました。そして加藤さんも働いてくれて本当にありがとうございました。入社したばかりの時と比べて今は堂々として楽しんで働いてくれている姿をみて感心しておりました。学校の事情などでお忙しいかと思いますが別のお仕事でも加藤さんの持ち味を活かして楽しく頑張ってください。本当に今までありがとうございました。【島 貫】",

        ]);

        Message::create([
            'password' => '0921',
            'content' => "高瀬さん\n高瀬さん本当に短い期間でしたが一緒に働かせていただきありがとうございました。OJTで日々学ぶ姿勢で頑張ってくれている高瀬さんの姿をみていつも感心しておりました。これからもテニスコーチになるために頑張ってください。心より応援しております今まで本当にありがとうございました。【島 貫】\n高瀬くんあまり関わりは少なかったけどノアの就職活動頑張ってな。ノアには素敵なメンバーがたくさんいるからどんな悩みも打ち明けるんだよ。これからも頑張れ。ありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '0917',
            'content' => "松山さん\n松山さん今まで東戸塚校で一緒に働かせていただきありがとうございました。松山さんには色々お話してもらったり私自身のお話も聞いていただくなど頼らせていただけて本当に頼もしかったです。これからもノアの関東フロントメンバーを支えていただける松山さんでいてください。本当に短い期間でしたが一緒に働かせていただきありがとうございました。【島 貫】",

        ]);

        Message::create([
            'password' => '1020',
            'content' => "前田さん\n前田さん今まで一緒に働かせていただき本当にありがとうございました。前田さんとは入社された時から頑張ってくれている姿をみていたのでとても今の頼もしい前田さんをみていて感動感心しております。これからも頼もしい前田さんでいてください。機会あれば約束していたメンバーでの飲み会などよろしくお願い致します。本当に今までありがとうございました。【島 貫】\n前田さんお世話になりました。これからもノアのために働いてくれると聞いて嬉しく思いました。前田さんの戦力は東戸塚校には欠かせないものだと思います。夜のシフトをこれからも頼みます。ありがとうございました。【増 子】",
        ]);

        Message::create([
            'password' => '1229',
            'content' => "越智さん\n越智さん今まで一緒に働かせていただき本当にありがとうございました。越智さんのひたむきに頑張る姿勢をみていて本当に感動しております。一時期の私の知っている越智さんと今の越智さんは全くの別人だと思えるくらいの成長をしていて本当に頼もしいです。これからも東戸塚校が元気になるように盛り上げてください。本当に今までありがとうございました。【島 貫】\n何事にも全力で周りのためなら自分を犠牲にする。自己犠牲の精神は誰よりもあると想ってます。自分もそんな越智のことが好きです。自分の体を大切にね。東戸塚の重鎮としてメンバーを支えてあげてね。今までありがとうございました。【増 子】",

        ]);

        Message::create([
            'password' => '1251',
            'content' => "大園さん\n大園さん今まで沢山一緒に働かせていただき助けていただきありがとうございました。東戸塚校を離れた後も何かと気にかけていただきお話まで聞いてくれて本当に支えてもらえて嬉しかったです。これからも関東のフロントメンバーを支えていただける大園さんでいてください。本当に今までありがとうございました。【島 貫】",

        ]);
    }
}