<?php

namespace Database\Seeders;

use Illuminate\Database\Seeder;
use App\Models\Message;

class MessageSeeder extends Seeder
{
   
    public function run()
    {
        //鈴木
        Message::create([
            'password' => '0312',
            'content' => "鈴木さん\n東戸塚校へ配属されてからの約6年間本当にありがとうございました。鈴木さんから教わり学ばせていただいた事で目標にしていた継続率などの表彰やショップ関係のチャレンジまで沢山成長しました。これからのノアのご成長、発展をお祈りしております。【島 貫】\n【鈴木さん】\n約2年ありがとうございました。最後までご迷惑をおかけして申し訳ありません。学ばせていただいた事を胸に頑張ります。水曜日4限よろしくお願いします。【永 澤】",

        ]);

        //高梨

        Message::create([
            'password' => '0507',
            'content' => "高梨さん\n短い期間でしたが本当にありがとうございました。高梨さんには東戸塚校がオープンしてから沢山レッスンについてアドバイスしていただきレッスンについては沢山成長する事ができました。これからも東戸塚校を活気のある素晴らしい事業所にしてください。本当にありがとうございました。【島 貫】\n高梨さん\nお世話になりました。仕事を投げ出すという形でノアを離れること申し訳ございません。高梨さんに教わったテニスのことは大切にメモに残してあります。いつかまたテニスをする機会には見返すようにします。ありがとうございました。【増 子】\n【淳】\n久宝寺からまさかまた一緒に働く日が来るとは思っていませんでした。入社する前東戸塚に来た時助けてくれてありがとう。1年という短い期間で降職を伝えたメンバーが私で申し訳なかったです。私の力不足です。ですが惇がいたおかげで救われたのも事実です。働く場所は違いますがこれからも飯行ったりサウナ行ったりしましょう。必ずチーフに戻れるように頑張ってくるわ。ほんまありがとう。【永 澤】",

        ]);

        //石橋

        Message::create([
            'password' => '0112',
            'content' => "石橋さん\n東戸塚校で働いている間もいつも色々と助けてくれてありがとうございました。ノア卒業してからも私のレッスンへお仕事が忙しい中でも来てくれて本当に嬉しかったです。荒井さんのソフトテニスの時もいつも協力してくれて本当に相手も事を想って考働できるのだと感動しました。また機会があれば荒井さんのソフトテニスでもよろしくです。【島 貫】",

        ]);

        //原口

        Message::create([
            'password' => '0118',
            'content' => "原口さん\n原口さん本当にオープンからずっと一緒に東戸塚校を支えていただきありがとうございました。原口さんのお客様といつも楽しんでレッスンをしている娘さんのために頑張られている姿はとても尊敬しております。毎週の水曜木曜のやり取りがなくなるのはとても寂しいです。原口さんだげは毎週冗談半分でも引き留めてくれるのは本当に本当にうれしく感じていました。これからもテニスを楽しんでください。【島 貫】\n原口さん先に辞めてしまいすみません。お子様のために尽力するいい母親の姿はすごいです。たくさん代行できて幸せでした。ありがとうございました。【増 子】\n【原口さん】\n短い期間でしたがありがとうございました。一緒にレッスンを組めたのも本当に楽しかったです。これからもお客様の為に最高のレッスンを届けてくださいね。また会いましょう!【永 澤】",

        ]);

        //増子

        Message::create([
            'password' => '0211',
            'content' => "増子さん\n増子さん1年間という短い期間でしたが一緒に働いていただきありがとうございます。増子さんのアルバイトさんの為に何事でも動ける姿勢はとても素晴らしいと感心しておりました。同時期での退職となってしまいましたがお互いにこれからも頑張っていきましょう。【島 貫】\n【増子】\n短い期間でしたが一緒に働くことが出来て嬉しかったです。みんなにはない笑いのセンス最高でした。レッスンも真似したいなと思うことが沢山あって隠れてパクっていました。全然違う業態に行きますが応援しています。また時間が出来たらお酒解禁して飲みに行きましょう。今までありがとう。【永 澤】",

        ]);

        //藤崎

        Message::create([
            'password' => '0221',
            'content' => "藤崎さん\n藤崎さんこれまでノアで一緒に働かせていただきありがとうございました。フロントでどんどんお客様のために考えてチャレンジや考働している姿はとても頼もしかったです。これからもノアで楽しんで志事してください。【島 貫】\n藤崎少しづつ藤崎に笑顔が見られるようになって関わりやすくなってると思います。藤崎が話してメンバーが笑顔になっていると周りの雰囲気も明るくなります。話せば笑顔が増えるのを知ったのでこれからもその笑顔を頼みます。今までありがとうございました。【増 子】\n【まいまい】\nソフトテニスやっていたとは!できずに終わってしまってごめんよ・・・。でもやりたくなったら、あおいとかみんなやってくれるし遠慮せずに言ってね。これから大変になるみたいだけど負けずに頑張ってね。送別会来れないのは残念やけどまたいつか行きましょう。ありがとうございました。【永 澤】",

        ]);

        //細井

        Message::create([
            'password' => '0331',
            'content' => "細井さん\n細井さんこれまでノアで一緒に働かせていただきありがとうございました。細井さんからの以前にあったお客様からのご意見についても直ぐに伝えてくれて改善もできてお客様に喜んでもらえていました。お客様の事を想っての考働は本当にすばらしいものです。これからも周りの方の為に頑張っていける細井さんでいてください。本当にありがとうございました。【島 貫】\n細井さんお世話になりました。少しづつ成長する姿を見ることができて陰ながら嬉しく想ってました。どんな嘘も本気で信じるところが素敵です。変な人に騙されないでね。いままでありがとうございました。【増 子】\n【細井ちゃん】\n吹奏楽などの話が印象的で楽しかったです。すごく丁寧な声かけやお客様対応を見て素晴らしいなと思っていました。ノアでのアルバイト生活は大変は部分はあると思いますが直接言える環境なので何かあれば声にして下さいね。1番は楽しく働いて欲しいと思っているので。またいつかみんなで会えたらいいね。ありがとうございました。【永 澤】",

        ]);

        //荒井

        Message::create([
            'password' => '0409',
            'content' => "荒井さん\n荒井さん今まで一緒にノアで働かせていただき本当にありがとうございました。荒井さんとは娘さんのソフトテニスの事やフロントについてなども色々と相談を私にもしてくれて頼っていただけて嬉しいかったです。これからも小林さんと藤村さんと協力して東戸塚校の事よろしくお願い致します。また娘さんのソフトテニスなど何かお力になれる事あればいつでも連絡してください。【島 貫】\n荒井さんお世話になりました。荒井さんからの人生経験を聞けずに残念です。またOKマートで勝手に見かけます。ありがとうございました。【増 子】\n【荒井さん】\nいつもきめ細やかな荒井さん。荒井さんの言葉に感銘を受けたこと、今でも覚えています。本当に視野が広く色々なアドバイスをいただき感謝しています。同い年というのもありすごく話しやすかったです。主婦メンバーでランチ会いきましょうね。ありがとうございました!【永 澤】",

        ]);

        //星田

        Message::create([
            'password' => '0415',
            'content' => "星田さん\n星田さん短い期間でしたが一緒に東戸塚校で働いてくれてありがとうございました。星田さんの東戸塚校をより良くするために自分自身からチャレンジしようとする姿勢はとても頼もしいです。これからも東戸塚校のフロントを徳永さん2人で盛り上げてください。【島 貫】\n星田さん何かとお世話になりました。これからも東戸塚での大大大活躍を期待してます。今までもこれからもよろしくお願いいたします。【増 子】\n【わかな】\nまさか一緒に働く日が来るとは思っていませんでした(笑)久し振りに再開したとき本当に成長したなと思いました。周りに目を向けて社員としての立場、アルバイトに寄り添う立場をしっかり分けながら頑張って欲しい。最後の面談で約束した「スピード感」は忘れずに！また成長したわかなに会えるのを楽しみにしています。【永 澤】",

        ]);

        //髙田

        Message::create([
            'password' => '0516',
            'content' => "髙田さん\n髙田さん短い期間でしたら一緒に働かせていただきありがとうございました。土日のフロントをいつも支えてくれて本当に頼もしかったです。次のお仕事でも頑張ってください。【島 貫】\n【高田さん】\nお話する機会が少なかったですが本当にノアに来てくださりありがとうございました。最初の飲み会にも参加してくださったのも嬉しかったです。また会いましょう。【永 澤】",

        ]);

        //阿部

        Message::create([
            'password' => '0518',
            'content' => "阿部さん\n阿部さん今までOJTの時からアシスタントそしてメインデビューまで沢山東戸塚校で頑張ってくれて私と一緒に働いてくれてありがとうございました。お客様のために努力する阿部さんの姿勢はとても素晴らしいと感じております。これからも東戸塚校と井土ヶ谷校の2校を盛り上げてくれる存在でいてください。また期間があればテニスしましょう。本当にこれまでありがとうございました。【島 貫】\n阿部くん赴任初日のBBQからたくさん話してくれてありがとう。井土ヶ谷校との両立もノアのためにたくさん動いてくれて感謝です。また素敵な彼女さんができたら紹介してな。ありがとうございました。【増 子】\n【阿部ちゃん】\n東戸塚離れて来期から帰ってくるときに私はいない・・・。また飲みにでも行こうな。今までありがとう。【永 澤】",

        ]);

        //小林

        Message::create([
            'password' => '0521',
            'content' => "小林さん\n小林さん今まで沢山働いている中で助けてくださり本当にありがとうございました。小林さんから聞くお客様からのお話を伝えてくれていつもお客様へより良いテニスをご提供出来ました。小林さんは原口さんに続いて一番長い期間一緒に働かせていただけていたので本当に感謝してもしきれないくらいです。このようなタイミングで退職してしまいましたら期間があれば前に言われていた秋元さんや伊藤さんなどのお茶会でもご一緒させてください。本当に今までありがとうございました。【島 貫】\n小林さんお世話になりました。メンバーからのいじりもお客様からの関わりもピカイチだと思います。これからもfunnyな小林さんでいてください。ありがとうございました。【増 子】\n【小林さん】\n感受性豊かな小林さん。私は小林さんの言葉で元気をもらっていました。その1つ1つの言葉が皆を元気にしてくれていると思います。必ずランチ会やりましょう!今までありがとうございました。【永 澤】",

        ]);

        //谷津

        Message::create([
            'password' => '0719',
            'content' => "谷津さん\n谷津さん本当に武蔵浦和校からの一緒に働かせていただき本当にありがとうございました。谷津さんのアルバイト時代を振り返ると今の谷津さんは本当に素晴らしく成長しているととても感動しております。昔の武蔵浦和メンバーをまた減らしてしまう結果となり申し訳ありませんがこれからの東戸塚校を谷津さんの力で盛り上げてください。また期間あったらテニス大会でも誘ってください。本当に今までありがとうございました。【島 貫】\n新規チームとして負担をかけました。ごめんなさい。一緒の新規チームとして活動できたことは楽しかった以外ないです。他の施策チームに比べて優秀なチームになれたのは谷津のおかげです。これからも頑張って!応援してます。ありがとうございました。【増 子】\n【谷津】\n一緒に働くことが出来て嬉しかったです。ただ期間が短すぎてこれからという時だったので残念です。自分も周りも俯瞰して見れる谷津だからこそメンバーの事をお願いしました。視野を広げる練習はののかも知っていますが車で練習済みです。周りを見てアルバイトが輝ける職場にして下さい。マジで期待しています。また一緒に働きましょう。これからもよろしく!あ、プロポーズ報告、その他もろもろ報告待ってます。結婚式行くので(笑)【永 澤】",

        ]);

        //宮本

        Message::create([
            'password' => '0726',
            'content' => "宮本龍さん\n宮本龍さん本当に今までありがとうございました。宮本さんとのは沢山色々と衝突もしましたがこの約9ヵ月間は本当にお互いに東戸塚校の為に協力して頑張っていけたので働きやすいと感じておりました。これからはチーフ1人になってしまいますが是非メンバーの事を想って弱みも見せながら頑張っていける宮本さんになってください。ヘッドコーチそして支配人になれるのを応援しております本当に今までありがとうございました。【島 貫】\nお世話になりました。同い年の上司として頼りになる存在でした。メンバーのために活動するチカラを周りのメンバーに広めてほしいです。ありがとうございました。【増 子】\n【龍希】\n面談でも伝えましたが働きにくい状況で苦しませて申し訳なかったです。もっと歩みよれるように出来なかった私の責任です。ですが龍希のその強い想いやリーダーシップは強みですし羨ましいと思っています。来年4の月ヘッドになることを楽しみにしています。今までありがとう。これからもよろしく。【永 澤】",

        ]);

        //藤村

        Message::create([
            'password' => '0709',
            'content' => "藤村さん\n藤村さん今まで一緒にノアで働かせていただきありがとうございました。いつも明るく元気な声でお話や場を盛り上げてくれる藤村さんがいて東戸塚校がさらに盛り上げていると日々感じております。これからも東戸塚校を藤村さんの元気で盛り上げてください。本当に今までありがとうございました。【島 貫】\n藤村さんコーチに負けず劣らずのパワフルな藤村さんにいつも元気を分けてもらってました。いつかコーチ職もやってる？パワフルな藤村さんをこれからも続けてください。応援してます。今までお世話になりました。【増 子】\n【藤村さん】\nスーパー元気な藤村さん!ノアに来てくれてありがとうございました。まだまだノアライフは楽しい事ばかりです。これからもみんなに元気を与えてくれる存在でいて下さいね。またいつか主婦ランチ会でもしましょう。ありがとうございました。【永 澤】",

        ]);

        //徳永

        Message::create([
            'password' => '0801',
            'content' => "徳永さん\n徳永さん東戸塚校でのアルバイト時代も含めて本当に今まで一緒に働かせてくれてありがとうございました。アルバイト時代の徳永さんをと今の徳永さんは本当に別人でとても頼もしい素晴らしいフロントの長だと感動しております。コートでコーチメンバーと涙していた徳永さんは忘れません。これからも東戸塚校の事よろしくお願い致します。今まで一緒に働いてくれて本当に楽しかったですありがとうございました。【島 貫】\n徳永さんお世話になりました。同期の奥様で緊張しかなかったです。一緒にふざけて笑い合った日々は忘れないと思います。これからも星田さんのこと何卒よろしくお願いいたします。ありがとうございました。【増 子】\n【徳ちゃん】\n短い間でしたがありがとうございました。面談で色々話せて良かったです。この先難しい事も増えてきますが、徳ちゃんなら大丈夫です。また愚痴りたいときは連絡ください。私はいつでも応援しています。共にチーフになりましょう!【永 澤】",

        ]);

        //吉野

        Message::create([
            'password' => '0803',
            'content' => "吉野さん\n吉野さん今まで一緒に働かせていただきありがとうございました。吉野さんは私が一緒に球出し測定をしていた時からずっと関わらせてもらえて本当に素晴らしいコーチになってくれたの涙が出るくらい嬉しく感じております。これからもテニスを楽しんでお客様とレッスンを元気に頑張ってください。本当に今まで私なんかと一緒に頑張ってくれてありがとうございました。また機会あったらテニスや飲みでもいきましょう。【島 貫】\n吉野くんこれからもプライベートで関わるかもしれないね。一緒にレッスンができたことは感謝しかありません。学生生活頑張って!【増 子】\n【よっしー】\n誕生日も祝ってくれて本当に嬉しかったです。まだまだいっぱい遊びに行きたかったね!近いしまた飲みにでも行こう!彼女出来た報告待ってます。【永 澤】",

        ]);

        //松下

        Message::create([
            'password' => '0807',
            'content' => "松下さん\n松下さん今まで東戸塚校で一緒に働かせていただきありがとうございました。そしてレッスンもありがとうございました。松下さんととても真面目で頑張られる学ぶ姿勢は本当に尊敬しております。私なんかの年下のお話もしっかりと聞いてくださりレッスンもとても頼もしいくらい頑張ってくれていて本当に素晴らしいコーチだと感動しております。これからはまだ別のお仕事になるかと思われますがこれからも頑張ってください。機会あれば飲み会でもご一緒させてください。本当に今までありがとうございました。【島 貫】\n【松下さん】\n採用から研修、そしてレッスンとありがとうございました。最後まで全力でやってくれたこと感謝しています。なかなか会えませんがこれからもよろしくお願いします。【永 澤】",

        ]);

        //田中

        Message::create([
            'password' => '0814',
            'content' => "田中さん\n田中さんいつもソフトテニスを支えてくれて一緒に働かせてくれて本当にありがとうございました。田中さんの真面目な姿勢はいつもとても素晴らしいと感心しておりました。部活もレッスンも頑張ってくれている姿をみて本当に感謝してもしきれないくらいです。これからもソフトテニスとボート共に楽しんで頑張ってください。本当に今までありがとうございました。【島 貫】\n田中くん唯一の水曜日一緒にかぶることができてよかったです。レッスン前なのに軟式の相手をしてくれてよかったです。これからも頑張ってね。ありがとうございました。【増 子】\n【田中君】\n今これを書いている時に真横でガット張ってます(笑)もっと早く仲良くなりたかったなぁ。近いし卒業まで飲みに行こうな！練習も一緒にしてくれてありがとう！感謝です。【永 澤】",

        ]);

        //髙橋

        Message::create([
            'password' => '0823',
            'content' => "髙橋さん\n髙橋さん今まで一緒に働かせてくれてありがとうございました。髙橋さんとは面接から一緒させてもらって少し不安になる場面もありましたが、いつもお客様のためにレッスン全力で頑張ってくれていて本当に感謝しております。最後の短い期間一緒にレッスンを組ませてもらえて髙橋さんの成長をこの目でみれて本当によかったです。これから目標に向けて大変になるかと思いますが応援しております頑張ってください。本当に今までありがとうございました。【島 貫】\n高橋くんレッスン一緒に入ってくれてありがとう。ノアのアルバイトを辞めずに続けてくれてありがとう。プライベートもたくさんご飯いこな。またこれからもよろしく。ありがとうございました。【増 子】\nりん\n飲みに行くことができなかったけどいつか行こう!就活頑張ってな!【永 澤】",

        ]);

        //奥野

        Message::create([
            'password' => '0827',
            'content' => "奥野さん\n奥野さん短い期間でしたが一緒に東戸塚校で働かせていただき本当にありがとうございました。奥野さんがいる事でメンバーの雰囲気が良くなる事も増えて本当に感謝しております。今はレッスンで怪我などもあり中々上手く行かないなど大変な事もあるかと思われますがこれからも東戸塚校を支えていただけますようによろしくお願い致します。今まで本当にありがとうございました。【島 貫】\nお世話になりました。怪我を抱えながらもお客様に向き合う姿勢を見習いました。お大事になさってください。ありがとうございました。【増 子】\n【奥野さん】\n短い期間でしたが一緒に働くことが出来て良かったです。お身体に気をつけて頑張って下さい。【永 澤】",

        ]);

        //永澤

        Message::create([
            'password' => '0831',
            'content' => "永澤さん\n永澤さん本当に今までありがとうございました。永澤さんには色々と私自身も学ばせていただける事も多くあり助けてもらった事も多くあり本当に感謝と尊敬しております。次の桜新町校でも永澤さんも持ち味を出してお客様のために頑張ってください。本当に今までありがとうございました。【島 貫】",

        ]);

        //永澤

        Message::create([
            'password' => '00831',
            'content' => "永澤さん\n永澤さん色々と相談や愚痴なども沢山聞いていただき本当にありがとうございました。永澤さんがいなかったらもっと早くノアを最悪な状況で辞めていたと思います。永澤さんがこれから何か厳しい事や辛い事あったらいつでも相談してください。出来る事あればいつでも協力します。本当に感謝しておりますこれからも頑張ってください。【島 貫】",

        ]);

        //加藤

        Message::create([
            'password' => '0927',
            'content' => "加藤さん\n加藤さん今まで一緒に東戸塚校で働かせていただきありがとうございました。そして加藤さんも働いてくれて本当にありがとうございました。入社したばかりの時と比べて今は堂々として楽しんで働いてくれている姿をみて感心しておりました。学校の事情などでお忙しいかと思いますが別のお仕事でも加藤さんの持ち味を活かして楽しく頑張ってください。本当に今までありがとうございました。【島 貫】\n【なつみ】\n正直辞めてしまうのは残念です。芯が強く視野を広く持ったなつみがいなくなるのは寂しいです。私も異動にはなってしまいましたが、すごく信頼していました。実習など大変だと思いますが、また大きく変化するときかもしれません。また大きくなったなつみに会えるのを楽しみにしています。またみんなで飲みに行きましょう!ありがとうございました。【永 澤】",

        ]);

        //高瀬

        Message::create([
            'password' => '0921',
            'content' => "高瀬さん\n高瀬さん本当に短い期間でしたが一緒に働かせていただきありがとうございました。OJTで日々学ぶ姿勢で頑張ってくれている高瀬さんの姿をみていつも感心しておりました。これからもテニスコーチになるために頑張ってください。心より応援しております今まで本当にありがとうございました。【島 貫】\n高瀬くんあまり関わりは少なかったけどノアの就職活動頑張ってな。ノアには素敵なメンバーがたくさんいるからどんな悩みも打ち明けるんだよ。これからも頑張れ。ありがとうございました。【増 子】\n【高瀬】\n一緒にレッスンは出来なかったけど、リゾスポの後輩で会えて嬉しかった。就活頑張ってな。いつか一緒に働こう!今までありがとう。【永 澤】",

        ]);

        //松山

        Message::create([
            'password' => '0917',
            'content' => "松山さん\n松山さん今まで東戸塚校で一緒に働かせていただきありがとうございました。松山さんには色々お話してもらったり私自身のお話も聞いていただくなど頼らせていただけて本当に頼もしかったです。これからもノアの関東フロントメンバーを支えていただける松山さんでいてください。本当に短い期間でしたが一緒に働かせていただきありがとうございました。【島 貫】",

        ]);

        //前田

        Message::create([
            'password' => '1020',
            'content' => "前田さん\n前田さん今まで一緒に働かせていただき本当にありがとうございました。前田さんとは入社された時から頑張ってくれている姿をみていたのでとても今の頼もしい前田さんをみていて感動感心しております。これからも頼もしい前田さんでいてください。機会あれば約束していたメンバーでの飲み会などよろしくお願い致します。本当に今までありがとうございました。【島 貫】\n前田さんお世話になりました。これからもノアのために働いてくれると聞いて嬉しく思いました。前田さんの戦力は東戸塚校には欠かせないものだと思います。夜のシフトをこれからも頼みます。ありがとうございました。【増 子】\n【かすみ】\n最初に誕生日のカードを書いたのを覚えています。緊張した（笑）飲みに行ったりマジで楽しかったです。懲りずにお願いします。周りをよく見てスピード感を持って仕事をしてくれてたのも頼もしかったですし、お客様からも沢山声をかけてもらっていて信頼されていると思っていました。私もその一人です。かすみがいると安心しました。どうかこれからもその素敵な笑顔で頑張ってくれたらと思います。また会いましょう。ありがとうございました。【永 澤】",
        ]);

        //越智

        Message::create([
            'password' => '1229',
            'content' => "越智さん\n越智さん今まで一緒に働かせていただき本当にありがとうございました。越智さんのひたむきに頑張る姿勢をみていて本当に感動しております。一時期の私の知っている越智さんと今の越智さんは全くの別人だと思えるくらいの成長をしていて本当に頼もしいです。これからも東戸塚校が元気になるように盛り上げてください。本当に今までありがとうございました。【島 貫】\n何事にも全力で周りのためなら自分を犠牲にする。自己犠牲の精神は誰よりもあると想ってます。自分もそんな越智のことが好きです。自分の体を大切にね。東戸塚の重鎮としてメンバーを支えてあげてね。今までありがとうございました。【増 子】\n【越智】\n溝の口研修時代から知っているので東戸塚来たとき一緒に働けて嬉しかったです。いつも前向きにチャレンジしている越智を私は尊敬しています。私も見習わないといけないところです。ただ自分以外の仕事に手を出し過ぎてオーバーワークにならないようにして下さいね。それが心配です。結婚報告楽しみしています。また一緒に働けたらいいね。ありがとうございました。【永 澤】",

        ]);

        //大園

        Message::create([
            'password' => '1251',
            'content' => "大園さん\n大園さん今まで沢山一緒に働かせていただき助けていただきありがとうございました。東戸塚校を離れた後も何かと気にかけていただきお話まで聞いてくれて本当に支えてもらえて嬉しかったです。これからも関東のフロントメンバーを支えていただける大園さんでいてください。本当に今までありがとうございました。【島 貫】",

        ]);

        //武田

        Message::create([
            'password' => 'takeda',
            'content' => "【あおい】\nノアに来てくれてありがとう。その人柄はみんなをひきつけます。これからの東戸塚のソフトテニスクラスを頼みます。あおいに出会えて本当に良かった。これからもよろしく!【永 澤】\n【武田さん】\nノアへソフトテニスコーチとして来てくださりありがとうございます。全然時間が合わないためお話できませんでしたが是非これからもノアで楽しみながら頑張ってください。【島 貫】",

        ]);

        //神屋

        Message::create([
            'password' => 'kamiya',
            'content' => "【神屋さん】\nあまりお話をする機会がありませんでしたがありがとうございました。ノアは成長出来るアルバイトです。沢山チャレンジして楽しんでくださいね。【永 澤】\n神屋さん\nあまり時間が合わずにお話などできなくて申し訳ありません。他のメンバーからお客様とのコミュニケーションが素晴らしいと聞いております。これからもお客様に愛されるフロントさんになってください。【島 貫】",

        ]);

        //三上

        Message::create([
            'password' => 'mikami',
            'content' => "【三上さん】\nあまりお話をする機会がありませんでしたがありがとうございました。ノアは成長出来るアルバイトです。沢山チャレンジして楽しんでくださいね。【永 澤】\n三上さん\nあまり時間が合わずにお話などできなくて申し訳ありません。フロントの業務をとても一生懸命に頑張っていらっしゃる姿を拝見してますこれからも楽しみつつ頑張ってください。【島 貫】",

        ]);
    }
}